Revit 2027 API
ParameterTypeId.SectionTag Property
 "Section Tag"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SectionTag { get; }
Public Shared ReadOnly Property SectionTag As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SectionTag {
	ForgeTypeId^ get ();
}
static member SectionTag : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace